[
  {
    "name": "",
    "class": "",
    "type": "",
    "reference": "",
    "kitchen": "",
    "ingredients": [],
    "ing_desc": "",
    "desc": "",
    "img": ""
  },
  {
    "name": "Каша из Маши и Медведь",
    "class": "Горячее блюдо",
    "type": "Каша",
    "reference": "Маша и Медведь",
    "kitchen": "Русская кухня",
    "ingredients": [
      "манная каша",
      "вода",
      "молоко",
      "варенье"
    ],
    "ing_desc": "Манная каша — 3 ст. л.;\n\nвода — 200 мл;\n\nмолоко — 200 мл;\n\nваренье (любое красного цвета) — 3 ст. л.",
    "desc": "1. В сотейнике смешать воду и молоко. Немного нагреть.\n\n2. Добавить варенье, перемешать.\n\n3. Маленькими порциями всыпать манку и сразу размешивать. Варить кашу семь минут.\n\n4. Оставить кашу в кастрюле под крышкой на две минуты.",
    "img": "https://dzen.ru/lz5XeGt8f/n196L3D66/cfef11-pH8KQ/9EL_HjkFNtXHAy-CPpBgErROu-tIJsEhcBjmXMF1bQfLxALiaUIs7bAlB47u1bAZDD4psSdSoccm9dbaOD7GoaSDa959dTIV9dd-Zy8VQLeh2_--GZLFQJAIon01kA3RfrAD5qwX2TtARbe_HCcSKOt43hIgsMMF44RWz8y_osIyEgms6IVnVqQzmwA_sNKBpb5bu_y2wTUB6BXqMsVttmmlwLY8dCnZ55LzGt3lQZoLKe3TgJBBFWL1FRwa3uLgsrQo3gtHFTWnoYgQH4EyojWf-plP5TCnwAj0aEAl_rQq59P3rLdrmmVAADkt5XCoyxg-opLzIMcz55QOSO2AgmGlqK-I13ekpGLoIe4xYrOF3KqbjaZj5_C5pjlwR38WaeQQFayECjqHMkAK3zSBS3s6rjOCEZH1gKTF3GjM8LPg92mculQk9JaimQAdoUJyhF66mk71wPVyqGQ6gHZ8RFtEkvRvhWgq5MMAmm9GUXh5Om6yENJg1nM0hu1afwKx8ERbHEnkZ-fEgIhC_DOTskRu6mndVJC0senkWrD172QKhsG07MaZ-ZdgwRo_xcD4Oco_waDw47YzlSYPGm6ws9GGqQy6pfVFNVKY81-jIOOlv_o7DHVCVWEblykydi80-0XyBIxHSRuE0QBKvuahajsZDUKRQlMEUJbV3whv84BRturNq_VHByZAe1DfI6Fy9O2K6t9HguewiKeZsUduppr1c4c85lhLhXChGi8H8FiLun2BIXLg1qKmtF1pPkEwkKZ5XKp0hublggoS7HDhcFc_ePoNxpIG8rmWimJHHEdpZKDE_NZZmeeAATtN5dGo69huwbGwEjRTN7f_Wo-DAEHE2c6oJIVF9yELk_4Cw7C13fhIPFTy9uNL9rjhhx0WewVzpQ2nmfu1ITKqPxYg2JmrrWAg4BFlMTTm3fquAUHxVCnfSpcXhNbAOcK8ElAylM1b23_n8xTw6-fKAsZd9PvX0oQtVmsoBkOyWoy3gBvoCwyioGIyp7BVFc54z_EAQ2aIThq3tLR2olhRTJMh02W-SunONOCGEfk1qqJUPOdY55CHrWfoatXgMits1jJYS-nNs-FggpaShacf69_Rs2DXSx66hVc0tqJqIG4S4ELH3BgJTfdR1QF5tosil-2kepQitT2WGciUAfCZLPQhKjjZrPHQU5FmQfXkrni8YxHghUu8aQREl_UzGYAN0FNQZYx42y-0wCWT6jV680e9dhrmghS-Frn4dhEB2t_mYRob2QxBwsKStRMnlL86PnCio4ZLjqiGJYf2kjhwriBAIbbfuHg-1RFVEUh3CCCVLqbppBJFz5f5meZQQtlchBCau7qN4iKDw4XD5GUN2y4jAWJnSNw7BgalhGI7gR_hI7M0DquqD0djRzKINblyVf1neIYThA6mO1pUUtKKv4fgeOjJ3nNicqE0QmcmXzkvoxJShUhsOgXVJuVzezFP0oGyB94KOi1VQySBGuSY0UQPpzlGYHX_dUopx8GC6W8lwBrbK95z0WLTpaPlNN54z4MS4HdrfOk0p_TlgvtQDlBR4xZc-ApelRLk8FuEGUH1DWaapCNVDNZYC_USQKq_tYNYOzuMAdLCoqRBdvYN2u3QkbKnS_85RkaEVPO6wA4Q8KM03bubb5eANeF71noypm-2u2bjRx7nWOunEkP4nzRC2Kp4LBGQg8HnE9VVnrtuIuGT1Qm-i8Rn5ObDWAL8YgKzNo_Yqs-l0hdSqHc4woVsZajkA8b-R4mL97CA-72l4pmqW76TQMLCtKCkVD8KjhDToqQbHulWptWmYphiveDyszcvu2vM1kIEwkrUmbDlT0Vah-GVvWcLiHeTsip_JaB6u8msAJNRgvcxhTe8aLxRAXFW-t8q5Rf3lmF6ISySU8IGXbiYL4RwFaMLNcqCNU6mW8eitq0n-shWU_HozfQQ-8uIHkPxMyCnIRU0rqgO4MBQpasdiqWmlfQBI"
  },
  {
    "name": "Рататуй",
    "class": "Горячее блюдо",
    "type": "Рагу",
    "reference": "Рататуй",
    "kitchen": "Прованская кухня",
    "ingredients": [
      "перец",
      "помидоры",
      "лук",
      "чеснок",
      "тимьян",
      "базилик",
      "ларовый лист",
      "оливковое масло",
      "цукини",
      "кабачок",
      "баклажан"
    ],
    "ing_desc": "Перец болгарский  —  2шт\n\nПомидоры  — 2шт\n\nЛук  — 1шт\n\nЧеснок  — 2 зубчика\n\nТимьян, лавровый лист, базилик, соль и перец —  по вкусу\n\nОливковое масло  —  2 ст.л. для жарки\n\nРататуй:\n\nЦукини  — 1шт\n\nКабачок  — 1шт\n\nБаклажан —  1шт\n\nПомидор  —  3-4 шт\n\nОливковое масло —  2 ст.л\n\nЧеснок, тимьян, соль, перец  — по вкусу",
    "desc": "Начнем с подготовки овощей. Нужно запечь болгарский перец в духовке. Очистить его от семечек и вымыть под. Отправить в разогретую духовку до 200 градусов минут на 20, когда появится запечённая кожица - перец готов.\n\nТакже для соуса нужно очистить от кожицы и помидоры. Для этого нужно залить их на пару минут кипятком.\n\nНарезать кубиком очищенные от кожицы помидоры. Затем мелко шинкуем лук и чеснок. Ставим на плиту сковородку, наливаем оливковое масло. Сначала обжарить лук до прозрачности, а затем добавим к нему и чеснок. Так как чеснок очень быстро может пригореть. \n\nДобавить к луку порезанные помидоры и чуть попозже - базилик, тимьян и лавровый лист. \n\nПерец очистить и мелко нарезать. Добавить его к помидорам и оставим тушится еще немного, чтобы вода больше испарилась. Можно немного подсолить и поперчить.\n\nТем времени нарезаем все овощи для рататуя - баклажан, кабачок, цукини и помидоры. Постарайтесь использовать все овощи одинакового диаметра.\n\nВыложить в форму в которой будет запекаться рататуй сначала соус пеперад, а сверху него нарезанные кружочками овощи. Чередуйте их в любом порядке.\n\nСверху нужно смазать оливковым маслом с пряностями и зеленью. Можно все сразу смешать в чашке и затем этим соусом с помощью кисточки нанести равномерно сверху овощей.\n\nНакрыть крышкой или фольгой и отправить в разогретую духовку до 160-170 градусов томиться примерно 1,5 часа, после этого снимаем фольгу или крышку и оставляем еще минут на 30 - смотрите по готовности. Сверху овощи должны немного прожариться.",
    "img": "https://cs6.pikabu.ru/post_img/big/2017/07/28/6/1501235256114768234.png"
  },
  {
    "name": "Заливная рыба из «Ирония судьбы, или С легким паром!»",
    "class": "Закуска",
    "type": "Заливное",
    "reference": "Ирония судьбы, или С легким паром!",
    "kitchen": "Русская кухня",
    "ingredients": [
      "горбуш",
      "желатин",
      "вода",
      "клюква",
      "изюм",
      "лимон",
      "лавровый лист"
    ],
    "ing_desc": "Филе горбуши  —   400 г \n\nЖелатин — 1 ст. л\n\nВода  —  350 мл\n\nКлюква  —  60 г\n\nИзюм  —  100 г \n\nЛимон  — 1 шт\n\nЛавровый лист  —  1 шт\n\nСоль и перец  —  по вкусу",
    "desc": "Промойте и обсушите рыбу, нарежьте порционными кусочками. Залейте рыбу водой, добавьте лавровый лист и нарезанный дольками лимон. Поставьте кастрюлю на огонь и варите примерно 15 минут, добавьте соль и перец, по готовности процедите бульон. Желатин разведите в холодной воде, влейте к бульону, прогрейте все вместе на огне несколько минут. Выложите в блюдо рыбу с лимонными дольками, положите изюм и клюкву. Залейте все бульоном и поставьте в холодильник на 8–10 часов до полного остывания. ",
    "img": "https://images.gastronom.ru/Y9sHMPbNb_CV7N6P-1RgxQLrtDdbC3KjcLnz0dKY5eQ/pr:article-content-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzAzYjQwMjE4LWM5ODMtNDc5Zi1iZTQwLTdlMGI5ZmRmNWRhZS5qcGc"
  },
  {
    "name": "Фарш для тако",
    "class": "Закуска",
    "type": "Тако",
    "reference": "",
    "kitchen": "Мексиканская кухня",
    "ingredients": [
      "чили",
      "тмин",
      "паприка",
      "перец",
      "чеснок",
      "лук",
      "орегано"
    ],
    "ing_desc": "На 60 мл фарша:\n2 с.л порошка чили\n1 с.л молотого тмина\n1/2 с.л копченой паприки\n1 ч.л перца\n1 ч.л чесночного порошка\n1 ч.л соли\n1 ч.л лукового порошка\n1 ч.л орегано",
    "desc": "Все ингредиенты перемешать, можно использовать для приготовления тако.",
    "img": "https://i.pinimg.com/736x/75/ef/52/75ef52bf02e44f32b0cf3bbdcee22805.jpg"
  },
  {
    "name": "Спагетти Al Nero di Seppia",
    "class": "Горячее блюдо",
    "type": "Макароны",
    "reference": "Странное Приключение ДжоДжо",
    "kitchen": "Итальянская кухня",
    "ingredients": [
      "мука",
      "яйцо",
      "чернила кальмара",
      "оливковое масло",
      "томат",
      "лук",
      "чеснок",
      "перец",
      "вино",
      "спагетти"
    ],
    "ing_desc": "Для пасты\n2½ стакана муки\n4 больших яйца\n1 с.л черных чернил кальмара\nДля соуса для пасты\n2 с.л оливкового масла\n2 с.л томатного пюре\n½ лука-шалота\n1 большой зубчик чеснока\nХлопья красного перца (по желанию)\n¼ стакана белого сухого вина\n2 столовые ложки черных чернил кальмара",
    "desc": "В чашу миксера насыпьте 2 ½ стакана муки, сделайте углубление в центре и разбейте 4 больших яйца вместе с 1 столовой ложкой черных чернил кальмара. Аккуратно вбейте его в муку вилкой до образования густой кашицы. Прикрепите крюк для теста и взбивайте на средней или средне-низкой скорости в течение 8-10 минут. При необходимости добавьте еще муки или воды, пока не образуется гладкое и липкое, но не липкое тесто. Заверните в пищевую пленку и оставьте при комнатной температуре минимум на 30 минут и максимум на 1 час. Если у вас никогда не было свадебной регистрации, то, скорее всего, у вас нет стационарного миксера, и в этом случае тесто можно замесить руками.\n\nПосле того, как тесто завернуто в пищевую пленку, разрежьте его на четыре равные части и заверните оставшиеся три, работая с первой четвертью. Обильно посыпьте тесто мукой, немного раскатайте и пропустите через валик стационарного миксера в самом широком положении. Раскатайте тесто, сложив его втрое, затем снова пропустив его через раскаточный валок 3–6 раз, при необходимости добавляя муку, пока не будет достигнута нужная консистенция. Начните раскатывать все тоньше и тоньше, пока он не станет вторым по тонкости. Прикрепите нож для спагетти и раскатайте его, поднимая макароны и осторожно закручивая их в свободный узел, чтобы макароны не запутались. Поместите на противень с бортиками, покрытый мукой, и повторяйте, пока все тесто не превратится в пряди спагетти. Накройте полиэтиленовой пленкой и поставьте в холодильник до готовности.\n\nОткройте банку томатного пюре, мелко нарежьте половину лука-шалота и очистите один большой зубчик чеснока, который нужно раздавить. В сотейнике с высокими стенками нагрейте пару столовых ложек оливкового масла, пока оно не начнет мерцать. Выложите мелко нарезанный лук-шалот и обжаривайте около минуты. Затем добавьте измельченный зубчик чеснока и посыпьте хлопьями красного перца, если хотите немного остроты. Дайте этим вкусам познакомиться друг с другом не более одной минуты, прежде чем добавлять ¼ стакана сухого белого вина (например, Совиньон Блан). Добавьте 2 столовые ложки томатного пюре и варите, пока белое вино не выпарится, это займет 3–5 минут.\n\nПри этом приготовьте макароны, это займет всего около 1 минуты, поскольку свежие макароны готовятся очень быстро. Пока макароны находятся в кипящей воде не более 90 секунд, добавьте в соус для пасты 2 столовые ложки чернил черного кальмара. Когда макароны будут готовы, добавьте их прямо в соус вместе с несколькими столовыми ложками воды, в которой варились макароны, что поможет сделать их более связными и гладкими. Тщательно перемешайте и перемешайте макароны, чтобы они стали кремовыми. При необходимости приправьте кошерной солью. Тарелка и наслаждайтесь!",
    "img": "https://images.squarespace-cdn.com/content/v1/590be7fd15d5dbc6bf3e22d0/1564577317075-TEVEWF5DZEUQMCDPP9BF/Screen+Shot+2019-07-31+at+7.45.05+AM.png?format=2500w"
  },
  {
    "name": "Суп из Специальных Ингредиентов из Кунгфу Панды",
    "class": "Горячее блюдо",
    "type": "Суп",
    "reference": "Кунг Фу Панда",
    "kitchen": "Китайская кухня",
    "ingredients": [
      "свиное мясо",
      "морской гребешок",
      "редис",
      "лук",
      "мука",
      "вода",
      "соль",
      "перец",
      "звездчатый анис",
      "коричник",
      "имбирь",
      "чеснок",
      "чили",
      "растительное масло"
    ],
    "ing_desc": "Для бульона:\nСвиные кости\nКусочки короткого ребра\n1 свиной хвост\nАроматизаторы на выбор (корень солодки, кора кассии/китайская корица/корица, сушеная кожура мандарина, сушеные плоды лонгана, сушеные стручки звездчатого аниса, целая луковица (четвертинка), свежий имбирь, 2 моркови)\n4 сушеных китайских гребешка\n1 редис дайкон\nКитайский лук/зеленый лук\nДля лапши, вытянутой вручную:\n500 г хлебной муки\n306 г воды\n4 г покупной смеси карбоната калия и бикарбоната натрия\n5 г соли\nДля домашнего масла чили:\nСычуаньский перец горошком\nСтручки звездчатого аниса\nКассия кора\nРучка очищенного имбиря\n3 слегка раздавленных зубчика чеснока\nМасло канолы (или любое масло с нейтральным вкусом)\nСычуаньский перец чили",
    "desc": "Бульон\nПоложите свиную кость, короткое ребро и свиной хвост в высокую узкую кастрюлю, затем залейте холодной водой. Поставьте кастрюлю на плиту и доведите до кипения, чтобы удалить из мяса примеси. Снимите серый пенистый слой примесей с поверхности воды, слейте воду и очистите кости и мясо.\nПоместите чистые кости и мясо в пустую чистую кастрюлю, добавив ароматические вещества по вашему выбору. Я использовала небольшую горсть корня солодки, здоровый кусок коры кассии (она же китайская корица или просто корица), несколько кусочков сушеной кожуры мандарина, горсть сушеных плодов лонгана, горсть сушеных стручков звездчатого аниса, целую луковицу, разрезанную на четвертинки, горсть свежего очищенного имбиря и две моркови. Я также добавила 4 сушеных китайских гребешка, которые стоят дорого, но являются отличным усилителем умами.\nЗалейте холодной водой и поставьте на плиту, доведя кастрюлю до кипения. В начале варки снимите пену.\nДержите его на плите на медленном огне в течение 4–12 часов, едва пузырясь, чтобы бульон оставался прозрачным. Как только вкус и цвет станут приятными и глубокими, процедите, охладите на ледяной бане и поставьте в холодильник на ночь.\nЛапша, вытянутая вручную\nСмешайте четыре элемента лапши, приготовленной вручную: 500 г хлебной муки, 306 г воды, 5 г соли и 4 г смеси карбоната калия и бикарбоната натрия (Примечание: существует бесчисленное количество соотношений, которые могут варьироваться в зависимости от ряда факторов). например, высота. Это то, что лучше всего подходит для видео). Смешайте ингредиенты до однородной консистенции в стационарном миксере. Месите 40 минут, в идеале до тех пор, пока тесто не станет напоминать жевательную резинку, но не нужно продолжать 40 минут, если оно еще не достигло такой консистенции. Накройте полиэтиленовой пленкой и дайте постоять 15-20 минут.\nАккуратно потяните тесто, пока оно не удлинится, сложите его на себя и повторите. Этот процесс может занять от 20 минут до 2 часов, пока тесто не станет напоминать текстуру жевательной резинки. Также помогает растирание теста о стол во время растягивания. Держите тесто увлажненным, приглаживая его и смазывая водой каждые 4-6 рывков. Оно должно быть между очень увлажненным хлебным тестом и тестом для макарон. Альтернативно, ламинируйте и разглаживайте тесто, пока оно не станет достаточно эластичным, чтобы его можно было пройти через валик для макарон и нож для спагетти.\nРазрежьте тесто пополам, чтобы с ним было легче работать, оставив вторую половину накрытой полиэтиленом. Растяните и дайте тесту несколько шлепков по столу, чтобы оно не порвалось. Скатайте его ровным рулетом, затем равномерно посыпьте мукой, чтобы предотвратить прилипание. Это должно выглядеть как веревка. Сложите, растяните и повторяйте, пока не сформируется лапша. Альтернативно, растягивайте каждую лапшу по одной, в результате лапша станет более плоской и менее однородной. Я рекомендую просто пропустить тесто через ролик для макарон и нож для спагетти, если вы когда-нибудь попытаетесь приготовить эту лапшу дома.\nДомашнее масло чили\nВ небольшую кастрюлю бросьте горсть горошин сычуаньского перца, стручки аниса, кору кассии, кусочек очищенного имбиря и 3 слегка раздавленных зубчика чеснока.\nНалейте сверху 2–3 стакана канолового масла и осторожно помешивайте на среднем огне, пока температура масла не достигнет примерно 325°F.\nПроцедите и высыпьте примерно чашку хлопьев сычуаньского перца чили в жаропрочную миску. Дайте немного перемешать и оставьте примерно на 30 минут, чтобы остыло.\nСборка супа с лапшой\nВ кастрюле с водой быстро и осторожно варите лапшу не более 90 секунд.\nДобавьте очищенный и нарезанный редис Дайкон в нагревающийся бульон. Дать покипеть около 20 минут до мягкости. Проверьте бульон на вкус и при необходимости добавьте приправы.\nПротрите лапшу ситом, переложите в пустую миску и залейте сверху бульоном. Убедитесь, что есть кусочек редиса, и добавьте горсть китайского чеснока или зеленого лука с ложкой масла чили сверху.",
    "img": "https://images.squarespace-cdn.com/content/v1/590be7fd15d5dbc6bf3e22d0/1569957049182-7WL6TUFOYZTIWGW892KK/Screen+Shot+2019-10-01+at+9.29.16+AM.png?format=2500w"
  },
  {
    "name": "Окрошка",
    "class": "Закуска",
    "type": "Суп",
    "reference": "",
    "kitchen": "Русская кухня",
    "ingredients": [
      "яйцо",
      "колбаса",
      "картофель",
      "редис",
      "лук",
      "огурец",
      "квас",
      "сметанв"
    ],
    "ing_desc": "3 шт - Яйцо куриное 3 ш\n120 гр - Колбаса вареная 120 г\n2 шт - Картофель 2 ш\n3 шт - Редис 3 ш\n1 шт - Зеленый лук 1 п\n2 шт - Огурцы 2 ш\n½ л - Квас хлебный л\n3 ст.л - Сметана 3 ст.л.\nСоль горчица, хрен по вкусу",
    "desc": "Отварите картошку и яйца. Нарежьте мелкой соломкой.\nПорежьте лук, положите его в кастрюлю и хорошенько разотрите с солью.\nДобавьте к луку остальные ингредиенты, нарезанные мелкой соломкой. Добавьте хрен и горчицу.\nЗалейте квасом, добавьте сметану.",
    "img": "https://torque-stock.ru/wp-content/uploads/6/7/e/67e4c597b6abc10f13de9da1c781bbff.jpeg"
  },
  {
    "name": "Крем Брюле",
    "class": "Десерт",
    "type": "Торт",
    "reference": "",
    "kitchen": "Французская кухня",
    "ingredients": [
      "сахар",
      "яйцо",
      "ваниль",
      "сливки"
    ],
    "ing_desc": "сахар коричневый - 70г\nяичные желтки - 4шт\n\nваниль в стручках - 1шт\nсливки 33–35% - 500мл",
    "desc": "1. Желтки взбиваем с 1,5 столовыми ложками сахара;\n2. Сливки разогреваем в кастрюле с оставшимся сахаром и семенами ванили. Смесь кипятить нельзя. Сахар в процессе нагревания должен полностью раствориться, а сливки должны напитаться ароматом ванили. Важно постоянно помешивать смесь, чтобы исключить подгорания сливок.\n3. В горячие сливки вливаются желтки тонкой струйкой. Массу следует энергичными движениями помешивать венчиком;\n4. Процеживаем основу десерта через сито;\n5. Разливаем основу по жаропрочным формам;\n6. Формы устанавливаем на противень, в который добавляем горячую воду. Вода должна скрывать половину высоты формочки;\n7. Запекается десерт при температуре 180 градусов 35 минут;\n8. Как только блюдо приобретет консистенцию желе, духовку можно выключать;\n\n9. Крем остужаем в холодильнике не менее 4 часов. Лучше оставить десерт на ночь или на весь день, если он выпекался с утра;\n10. Достаем десерт из холодильника и посыпаем сахаром. Отправляем на 5 минут в духовку для образования карамельной корочки;\n\n11. Чтобы корочка затвердела, десерт нужно быстро охладить.\nКлассический рецепт крем-брюле готовится несложно. Как правило, он занимает около 5 часов. Но на само приготовление уходит не больше 20 минут. Подавать десерт лучше со свежими ягодами, фруктовым соусом или листиками мяты.",
    "img": "https://i.pinimg.com/originals/f2/1f/ec/f21fecaa8ed954f1179ab45e794c0d0f.jpg"
  },
  {
    "name": "Борщ",
    "class": "Горячее Блюдо",
    "type": "Суп",
    "reference": "",
    "kitchen": "Русская кухня",
    "ingredients": [
      "говядина",
      "свинина",
      "курица",
      "картофель",
      "луковица",
      "морковь",
      "свёкла",
      "капуста",
      "чеснок",
      "томат",
      "уксус",
      "вода",
      "лавровый лист"
    ],
    "ing_desc": "Мясо для бульона 400-450 Грамм (говядина, свинина, курица)\nКартофель 4 Штуки\nЛуковица 1 Штука\nМорковь 1 Штука\nСвекла 3 Штуки\nКапуста 1/3-1/2 Штуки\nЧеснок 2-3 Зубчиков\nТоматная паста 2 Ст. ложки\nУксус 1 Ст. ложка\nСоль, перец, растительное масло По вкусу\nВода 3-4 Литров\nЛавровый лист 1 Штука",
    "desc": "1. Сварите бульон: налейте в кастрюлю воду, поместите туда мясо на кости (так борщ будет вкуснее) и поставьте на средний огонь. При закипании снимите пену. Затем накройте бульон крышкой и варите на медленном огне полтора часа.\n2. Подготовьте зажарку: вымойте свеклу, морковь и лук, очистите их, затем свеклу можно натереть на крупной терке, а морковь — на средней; лук нарежьте небольшими кубиками.\n3. Налейте в сковороду масло. Обжарьте свеклу, морковь и лук на медленном огне в течение пяти минут, затем добавьте лимонную кислоту, сок лимона или укусу. Так борщ станет красным и приобретет кислинку.\n4. Жарьте овощи еще пять минут, затем добавьте томатную пасту. Перемешайте и оставьте свеклу, морковь, лук репчатый и томат-пасту на медленном огне еще на пять минут.\n5. Начинайте собирать борщ. Достаньте из кастрюли мясо и оставьте остывать, в это время засыпьте в процеженный бульон нашинкованную капусту, добавьте картофель, нарезанный соломкой или кубиками.\n6. После этого нужно отделить мясо от кости, нарезать кубиками и вернуть в кастрюлю.\n7. Выложите в кастрюлю зажарку (свеклу, морковь, лук репчатый, томатную пасту) и перемешайте. Добавьте соль, перец черный молотый и другие приправы по вкусу, варите еще пять-семь минут.\n\n8. За пару минут до готовности добавьте зелень, немного измельченного чеснока или молотой гвоздики. Оставьте борщ настаиваться под крышкой в течение пяти- десяти минут.",
    "img": "https://mykaleidoscope.ru/x/uploads/posts/2022-09/1663686560_20-mykaleidoscope-ru-p-borshch-so-smetanoi-oboi-25.jpg"
  },
  {
    "name": "Карбонара",
    "class": "Горячее Блюдо",
    "type": "Макароны",
    "reference": "",
    "kitchen": "Итальянская кухня",
    "ingredients": [
      "спагетти",
      "яйцо",
      "сыр",
      "бекон",
      "сырокапченое мясо"
    ],
    "ing_desc": "Спагетти\n160 г\nЯичные желтки\n2 шт\nСырокопченая грудинка\n80 г\nСыр Пекорино\n60 г\nСоль и перец\nПо вкусу",
    "desc": "В кипящей подсоленной воде отварите Баветте Barilla 10 минут до состояния аль денте.\nОтделите желтки от белков. Смешайте желтки с натертым на мелкой терке сыром и черным перцем, взбейте до однородной массы.\nОбжарьте на небольшом количестве оливкового масла нарезанную кубиками грудинку.\nДобавьте готовую пасту к грудинке, перемешайте.\nПолейте пасту смесью желтков, сыра и черного перца, перемешайте.\nПеред подачей посыпьте молотым черным перцем.",
    "img": "https://4deneg.ru/wp-content/uploads/2/1/8/218831637d6db34fcb1192fa013e64ad.jpeg"
  }
]